import React from 'react';
// import PropTypes from 'prop-types';

function Projects() {
  return (
    <ul className="projects__items-wrapper">
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
      <li className="projects__item">
        <div className="projects__item-bg" />
        <a href="#">
          <div className="projects__item-title">Name Name NameName NameName</div>
          <div className="projects__item-text">
            Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные
            задания по разработке форм развития. Значимость этих проблем настолько очевидна, что
            новая модель организационной деятельности обеспечивает широкому кругу (специалистов)
            участие в формировании форм развития. Разнообразный и богатый опыт дальнейшее развитие
            различных форм деятельности позволяет оценить значение направлений прогрессивного
            развития. Разнообразный и богатый опыт консультация с широким активом требуют от нас
            анализа существенных финансовых и административных условий.
          </div>
        </a>
      </li>
    </ul>
  );
}

Projects.propTypes = {};

export default Projects;
